{"type": "FeatureCollection", "features": [{"geometry": {"type": "Point", "coordinates": [-87.6492082, 41.9287]}, "type": "Feature", "properties": {"description": "Kingston Mines is a blues club in Lincoln Park, Chicago. The blues is an American, musical art form, originated in deep south, notably New Orleans, where enslaved black people were able to play in Congo Square on Sundays. The musical form heavily involves features from African music, most notably, elements of drum and bass. As black people from the south migrated up the Missippi river. Today in Chicago, there are only a couple of clubs that you can regularly see musicians with series bonafides play, few can bring in a living. The blues club was started by a Doc Pelligrino, a patron of the blues, whose surviving son, Frank, MC's regularly to this day. According to Wikipedia, 'The club derived its name from the Kingston Mines Theatre Company founded by June Pyskacek in 1969 [...] The theatre was named after the Illinois town where the father of one of its actors, Jack Wallace, worked.' My preliminary search for the origin of 'Kingston' says that is derived from 'king's town in Old English.", "img": "https://drive.google.com/open?id=1pDJKSv0Jgq_yjOrTUbByPhvclyTH46PZ", "investigator": "Andre Ehrlich", "longitude": 41.9287, "address": "2548 N Halsted St, Chicago, IL 60614", "latitude": -87.6492082, "name": "Kingston Mines"}}, {"geometry": {"type": "Point", "coordinates": [-87.59826, 41.78725]}, "type": "Feature", "properties": {"description": "The Midway Plaisance was the centerpiece of the 1893 Worlds Fair (Columbian Exposition). A precursor to experiences such as Epcot, the Plaisance was a pastiche of various ethnnic villages were non-whites were made to perform the exotic in cheaply built models of global villages. Pseudo-scientific racial hierarchies were articulated, beginning with the \"least-civilized\" populations, and culminating in the austere, central \"White City.\" The Midway Plaisance stands still today as green space in Hyde Park. ", "img": "https://drive.google.com/open?id=1mCa9L89qh3aVjW7jxvrBPRMIJz1AXDfA, https://drive.google.com/open?id=13E6bbMv6joJBVYbOMR8qKxkBFhpYfYp8, https://drive.google.com/open?id=1rJmr9pLpOvWxvH2HQVdikdy17HJTPjfS, https://drive.google.com/open?id=15iLvUzx6HvYqPY_m8elZ6OrSuFFNMLk_", "investigator": "Meghan Clare Considine ", "longitude": 41.78725, "address": "1130 Midway Plaisance, Chicago, IL 60637", "latitude": -87.59826, "name": "Midway Plaisance "}}, {"geometry": {"type": "Point", "coordinates": [-83.92811325, 42.6092155]}, "type": "Feature", "properties": {"description": "The DuSable Bridge is a beautiful work of public art and a great achievement of civil engineering. The bridge, considered an engineering marvel of its time, was built in 1920 as part of the Burnham Plan of 1909, which recommended that Michigan Avenue be widened and extended further north of the river.  The bridge’s Beaux Arts was designed by Thomas Pihlfeldt, Hugh Young and the co-author of the Plan of Chicago Edward Bennett to resemble the Alexander III Bridge over the Seine in Paris. \nLike most trunnion bascule bridges over the Chicago River, the DuSable Bridge is movable, which allows boats to pass underneath. It moves when the counterweights lift by rotating around large, fixed axles called trunnions. The massive underground counterbalances the bridge’s leaves and allow small 108 horsepower motors to open and close the bridge. In the 1920s, the DuSable Bridge would lift more than 3,000 times a year.  Today, to minimize disruptions to traffic on the Magnificent Mile, it only opens 40 times a year. \nDuSable’s two double-deck leaves carry both Michigan Avenue and a lower-level service road over the river, allowing for two levels of vehicular and pedestrian traffic. When the bridge was first constructed, it was said to be the only double-deck bridge built with highways on both levels.  DuSable has indeed become a much-used connection between Chicago’s north and south as the construction of the bridge led to the rapid development of North Michigan or what Arthur Rubloff would call the Magnificent Mile in 1947. Today, thousands of people cross the bridge daily.  \nThe location of this bridge is also significant in the early history of Chicago. In 1928 sculptures depicting scenes from Chicago's history were added to the outward-facing walls of the four bridge houses. The sculptures on the northern bridge houses were commissioned by William Wrigley, Jr., and are by James Earle Fraser: The Discoverers depicts the arrival of French explorers James Marquette and Louis Joliet, The Pioneers depicts the first settlers, Jean Baptiste Point du Sable and John Kinzie. The sculptures on the southern bridge houses were commissioned by the Benjamin F. Ferguson Monument Fund and are by Henry Hering: Defense depicts Ensign George Ronan in a scene from the 1812 Battle of Fort Dearborn (the southern end of the bridge neighbors the original Fort Dearborn site); Regeneration depicts workers rebuilding Chicago after the Great Chicago Fire of 1871. The bridge, along with its bridge houses, was designated a Chicago Landmark in 1991 by the City of Chicago and the State of Illinois.  \nIn 2010, the bridge was officially renamed DuSable Bridge in honor of Chicago’s first permanent resident, Jean Baptiste Point Du Sable, whose homesite abuts the northern end of the bridge. There are no records of Point du Sable's life prior to the 1770s.  Although it is known from sources during his life that he was a fur trader of African and French- Canadian descent who married into the Native American Potawatomi tribe. He established a permanent homestead and trading post near the mouth of the Chicago River in the 1780s. A historical novel published in 1953 helped to popularize the commonly recited claim that he was born in 1745 in Saint-Marc in Saint-Domingue, Haiti.  During his career, the areas where he settled and traded around the Great Lakes and in the Illinois Country changed hands several times among France, Britain, Spain and the new United States. In 1779, during the American Revolutionary War, he was arrested by the British military on suspicion of being an American sympathizer. ", "img": "https://drive.google.com/open?id=1qr9TyKAXt_COk8EmIovmHVMIkBen3-t8", "investigator": "Balim Tezel", "longitude": 42.6092155, "address": "333 N Michigan Avenue", "latitude": -83.92811325, "name": "DuSable Bridge: Now Known as Michigan Avenue Bridge"}}, {"geometry": {"type": "Point", "coordinates": [-87.6741643, 41.880766]}, "type": "Feature", "properties": {"description": "Look before", "img": "https://drive.google.com/open?id=1CQEJbyHU9w4SKk3MEtdudIJoBNZ4Ko6l", "investigator": "Nicholas Bienen-Esayian", "longitude": 41.880766, "address": "1901 W Madison St, Chicago, IL 60612", "latitude": -87.6741643, "name": "United Center / Chicago Blackhawks Team"}}, {"geometry": {"type": "Point", "coordinates": [-87.6582766149508, 41.87483585]}, "type": "Feature", "properties": {"description": "\tThe University of Illinois at Chicago’s Circle Campus, which began construction in 1961 and opened in 1965, has a unique and award-winning design shaped in concentric circles of buildings with common functions and an amphitheater in the center. Many do not know that it was named not for this shape but for the junction between the Dan Ryan, Kennedy, and Eisenhower expressways - the Circle Interchange - functioning as a nod to Chicago’s infrastructure and history. Part of its design included an eight-foot-tall brick wall and metal fence surrounding the perimeter of the campus, separating it from the neighborhood and leading to its nickname “Fortress Illini.” Many students and faculty found the enclosed nature of the campus harsh and alienating - and this was the least of the campus’s problems (UIC Library Archives, 2015).\n\tThe area allocated for the construction of the Circle Campus, a 106-acre parcel of land at the junction of the Little Italy and Greektown neighborhoods, was determined by Chicago’s City Council. However, nearly 5,000 Latinx Americans called the junction home. Hundreds of protestors, shouting “[Mayor Richard J.] Daley sold us out” and “Respeten nuestros hogares” (Respect our homes), fought against the city’s plans to raze their homes and build the university, but they were unsuccessful. As a result, many in Chicago’s working-class Latinx community, who had been living in the area since their immigration in the 1920s, were forced out of their homes. Some moved west and south, where they were further displaced by additional expansions, and many ended up in the Pilsen and Little Village areas, where much of Chicago’s Latinx population lives today (Mitchell, 2014). This space represents neither the beginning nor the end of the mistreatment of Chicago’s working class Latinx population but rather one example of the displacement of communities of color due to hegemonic sociopolitical structures. \n\tThe University of Illinois and its history is one of many white supremacist university institutions forcing their presence into the lives of marginalized peoples of color. Their building represents a lack of concern for the physical space they take up, creating an undue burden on the lives of immigrants to the extent that they must uproot their entire lives without warning or an opportunity for self-determination. This story, however, also represents a deeper lack of awareness of the oppressive structural power that many predominantly white universities claim to seek to understand and check. Although some attempts to “decolonize education” have been met with administrative support, as with universities such as Cambridge (Kennedy, 2017), most institutions still prioritize their prestige over their impact on nonwhite communities. The University of Illinois, specifically, does not recognize its positionality or imperialist history, especially in relationship to its Latinx students and Chicago’s Latinx community overall. Nowhere in their history do they acknowledge the community they displaced to build their campus (UIC Library Archives, 2015). In addition, although almost a quarter of the college’s students are Latinx, only a handful of faculty are also Latinx, and they are still fighting for more faculty representation and research on issues relevant to their community (Serrato, 2017).\n", "img": "https://drive.google.com/open?id=1OYnXwvxIO4aLyth5FOPE-kTox0UfyuDW", "investigator": "Jade Davis", "longitude": 41.87483585, "address": "1200 W Harrison St, Chicago, IL 60607", "latitude": -87.6582766149508, "name": "University of Illinois at Chicago Circle Campus"}}, {"geometry": {"type": "Point", "coordinates": [-87.6189497222932, 41.8757965]}, "type": "Feature", "properties": {"description": "The site I chose to map were the rose gardens that enclose Buckingham Fountain in Chicago, Illinois. Buckingham is the centerpiece of the 500-acre Grant Park and beloved and visited by many. The Buckingham’s themselves were a prominent family with political ties in Chicago in the late 19th and early 20th century. Clarence Buckingham was an art patron and the director of the Art Institute for more than a decade, and funded much of the museum’s colonial collection’s maintenance and expansion. With his unexpected death in 1913, his sister Kate Buckingham gifted the city of Chicago a sum of money to construct and maintain a magnificent fountain as a permanent memorial to her brother. Buckingham Fountain itself holds a deep colonial residue, as Clarence Buckingham, who was lauded by many for his cosmopolitanism and appreciation of the arts was in fact moving around large sums of money to bring cultural artifacts, sacred pieces of history, and jewels that were pillaged from looted communities in the Global South into Chicago. The fountain  is enclosed by two extravagant rose gardens on the north and south ends.\nDespite occupying indigenous land -- Chicago was and is home to Potawatomie, Ojibwa, Odawa, Menominee, Miami and Ho-Chunk tribes -- green spaces in Chicago too often reflect a colonial history. Colonists spread their culture to the New World, through both ideology and invasive species, which occurred intentionally and unintentionally. Roses were brought over from Europe as they were understood to be civilized and beautiful. They represented an aestheticized form of beauty that was tamed and manufactured, and quickly began to dominate landscapes where indigenous plants and flowers were grown. This preoccupation with roses rather than plants that are indigenous to the soil of Chicago, such as sweetgrass, sage, or tobacco, are a part of the colonial legacy of erasing culture, pulling it out from its roots, and planting the colonial one in place. \nRoses hold a uniquely capitalist position in our contemporary moment as well. Roses have turned into a commodity rather than a plant and something that has to be nurtured in order to blossom and grow; they are bought rather than cultivated and contribute to the deep separation of individuals from the land. The land thus isn’t something you care for and something that cares for you, but rather something that is used as commodity and for consumer needs. Green spaces in Chicago move away from providing individuals with a connection to the Earth thus, and rather are entirely contrived and a part of the industrial capitalist project which is subsequently a part of and deeply related to the larger structural colonizing project. \nUltimately, although the rose gardens at the Buckingham Fountain are a convenient, fragrant, and aesthetically pleasing place to rest, sit, or eat lunch, it remains critical to interrogate their history, and to examine why we constantly remain fixated with and adhere to Eurocentric and Western standards of beauty, in the most subtle yet visceral spaces, like gardens. ", "img": "https://drive.google.com/open?id=1uoFkiURJalavuIlx2h6VWRT0guqAXSZt", "investigator": "Sharmain", "longitude": 41.8757965, "address": "301 S Columbus Dr, Chicago, IL 60605", "latitude": -87.6189497222932, "name": "Rose Gardens at Buckingham Fountain"}}, {"geometry": {"type": "Point", "coordinates": [-87.5854560077335, 41.7788187]}, "type": "Feature", "properties": {"description": "Jackson Park on Chicago’s South Side is a 500-acre park that was the site of the World’s Columbian Exhibition in 1893. The park as a whole contains two apparent ties to coloniality: first, the park, previously known as Lake Park and South Park, was later named after President Andrew Jackson. Second, the World’s Columbian Exhibition was the World’s Fair that commemorated the 400th anniversary of Christopher Columbus’s arrival to America. One way that the fair incorporated this was by displaying life-sized models of the three ships (Nina, Pinta, Santa Maria), constructed in Spain and brought to America by sea as a collaboration between the two countries. Aside from these two rather nominal ties to colonialism, the fair’s construction was arguably most consequential in creating colonial residue. The fair’s architecture was mostly in the neoclassical style and came to be known as the “White City,” with the intention of creating grand, white architecture. This “beautification” process came to be known as the “City Beautiful,” which influenced many other American cities after the World’s Columbian Exhibition. Thus, despite the fact that much of the architecture of Jackson Park burned down in the Chicago Fire, the World’s Columbian Exhibition and Jackson Park holds colonial residue of both hosting the fair as well as leading to the spread of other city beautification or “urban renewal” processes, many of which had the aim of replacing “slum communities” through aesthetics rather than social policy. For example, in Chicago, urban renewal projects in Hyde Park in the 1940s through 1970s “redeveloped” the area by seizing properties and demolishing public housing projects in order to use the land for commercial property or housing for wealthier families. The emphasis on aesthetics over social policy to revitalize inner cities is particularly evident in the fact that the White City was constructed through architecture that was largely meant to be temporary and for the spectacle of the World’s Fair, paralleling the idea that “beautifying” a city in order to attract economic development or international interest is a shallow way of concealing rather than solving structural problems such as poverty. The movement also was based in values of “morality” and “virtue” to be imposed on the cities’ “urban” populations. This residue continues today, with Jackson Park being flagged as the potential future site of the Obama Presidential Center, which is controversial because while some support it as a potential source of economic development, others criticize it for its potential to act as a gentrifying force in an area that has historically been subject to gentrification and urban renewal projects associated with the University of Chicago. Preservationist groups have also criticized the site for the harm it would cause to the plantlife of the park, and the nonprofit Friends of the Park filed a lawsuit to prevent the construction of the Center. In conclusion, although the physical structures tied to the colonial legacy of Spain and Columbus have burned down, the colonial residue of urban renewal and gentrification remains both in Chicago/Jackson Park and spread through other cities.", "img": "https://drive.google.com/open?id=1hYbVhJNxsj-8u_8lGYVPwqVsIikx0dse, https://drive.google.com/open?id=18CjQM38NZ7k2JRhnDcV_L-KqYO-3yEon", "investigator": "Jane Yun", "longitude": 41.7788187, "address": "6401 S Stony Island Ave", "latitude": -87.5854560077335, "name": "Jackson Park"}}, {"geometry": {"type": "Point", "coordinates": [-87.657897, 41.973188]}, "type": "Feature", "properties": {"description": "Argyle is a street that my friends and I often go to for food that reminds me of my home. When you exit the L, one of the first things you see is the “Asia on Argyle” sign. I was wondering how Vietnamese (and other nationalities) immigrants came to settle on this street. This mural is found on the side of a grocery store, and it references the history of Argyle (and Uptown) in 5 phases: from 1900 - 1940, we see immigrants from Appalachia enter through two doorways; from 1940 - 1960, we see African Americans jazz musicians walk through the doorway past a woman sitting at a table with a sign saying “Equal Education for All”. This references the Great Migration north to escape segregation and Jim Crow laws. In between 1960-1980, a Black musician sits in the doorway, and in the 1980-2000 doorway, we see a Vietnamese couple cross the threshold. There is also a Native American man in the mural, and some movie cameras in the scene (Uptown had a strong entertainment industry in the 20’s).  \n \nI already knew that gentrification was an issue in Uptown- this neighborhood has been an entryway for historically poor immigrants (Appalachia, Blacks, Asians…), and now, as it is popularizing, residents are being economically displaced. I was wondering, though, where some of the people in the mural had gone, and if some of the displacement had been done by this newest wave of Asian immigrants. For example, why was the Native American man painted in the mural? What happened to the Native Americans in Uptown?\n\nSome history about that: after the Indian Relocation act (in 1956- which was wildly recent…), many Natives moved to Chicago because it was named as a place that had opportunities for Natives. In Uptown, on Wilson Av, the American Indian Center was founded to provide social support for the influx of Natives. (Interestingly enough, these streets were named ‘Hillbilly Heaven and Redskin Row’ because of the numbers of poor whites (probably from Appalachia and Natives concentrated here). The AIC is now in Kimball, primarily to better serve a more dispersed Native population in Chicago. \n\n“Uptown lost 269 of its 652 Native American residents between 1990 and 2000, according to the census….\n\nSome American Indian leaders say the census doesn’t accurately reflect the size of their community because many residents don’t fill out census forms. Still, they note that many residents have moved out of Uptown and surrounding areas in the past 10 years because they can no longer afford to live there.”\n", "img": "https://drive.google.com/open?id=13QrnkwIClDBNa54UJWQsudqoI2CVyUUX", "investigator": "Mary Truong", "longitude": 41.973188, "address": "1101 W Argyle St, Chicago, IL 60640", "latitude": -87.657897, "name": "Roots of Argyle Mural"}}, {"geometry": {"type": "Point", "coordinates": [0, 0]}, "type": "Feature", "properties": {"description": "(Image does not have to be included. I just had to submit this form with an image)\n\nThough denying active usage, contracts dating back to at least 2016 prove the city of Chicago's purchasing of DataWorks Plus's FACE Watch Plus service: a real-time video surveillance software that provides continuous screening and monitoring of live video streams. The Detroit Police Department proposed city-wide usage of FACE Watch Plus in 2015, with the system designated to operate on not less than 100 concurrent video feeds. In 2016, the DPD then partnered up with Project Green Light, which in May of 2019, has 535 locations. Originally limited to gas stations, convenience stores, and other late-night businesses as part of the city's initiative to deter late-night crime, Detroit's Project Green Light locations, as of April, 2019 include 11 churches, 12 stand-alone pharmacies, 8 schools, and at least 15 clinics. With a sign, only informing public citizens that they are surveilled, Detroit's state enforcement of facial surveillance is not a distant reality for Chicago. Illinois is one of the only three states with laws requiring consent from people before companies can collect biometric markers. The Biometric Information Privacy Act enacted in 2008, however, only regulates the private sector, leaving the general public, state, and governmental use of this technology with no constraints. Chicago has paid to acquire and maintain the capabilities of facial surveillance for years now. Considering the city's tepid history with surveilling African American activists, from the Black Panther to Black Lives Matter, and the fact that the software is trained and refined off of mug shot databases, the imminent dangers of state-controlled facial surveillance is one that we hope every user of this virtual map considers. Decolonizing the digital sphere begins with preventing metadata from becoming directly oppressive capital.", "img": "https://drive.google.com/open?id=1WtP81qVgyHski7qEiqqpJk3wvZ6VBcb5", "investigator": "Elizabeth", "longitude": 0, "address": "Facial Surveillance estimated to be tapped into 20,000 street and transit cameras in Chicago.", "latitude": 0, "name": "Digital Colonialism"}}, {"geometry": {"type": "Point", "coordinates": [-87.6738421903792, 42.05318285]}, "type": "Feature", "properties": {"description": "Melville Jean Herskovitz was an American Anthropologist who aided in establishing African and African-American studies in Academia in the early 1950’s. He was responsible for meticulously recording the Vodun practices in Haiti in the 1930s, and this record was the most comprehensive of its time, and he also did various research projects around Brazil whose objectives were to trace the abolition of slavery in the country. He is also responsible for developing certain concepts in anthropology in relation to the study of non-western cultures, one of them being the concept of race as a sociological concept as opposed to a biological one. He also aided in developing the concept of cultural relativism which posits that the development of African- American culture came from the interaction of African cultures of the slaves with the Western material environment (read culture) upon which they were thrust upon. In summary, cultural relativism within the context of African-American culture posits that African-American culture did not come about as a result of the elevation of African cultures due to its proximity to Western culture (This notion was notoriously prevalent at the time) but instead, it came about as a hybrid culture exhibited by the slaves in an attempt to cope with their Western environment.\nIn addition to writing works on the African and African-American experience, he was a professor at Northwestern University and it was in this institution that he founded the Program of African Studies, and he was its first chair. During the Cold war, he was called by the U.S. Government to advise on matters of the African continent. He was openly against the use of African countries as objects of political strategy by their colonial governments, and was for the countries attaining their independence from colonial government. For his contribution in developing schools of thought on African and African-American thought, and for collecting materials on the continent, he was honored at Northwestern University by having the Library of African Studies being named after him. \nGiven the context of the era he was living in, Herskovitz’s work relates a lot to Foucault’s notion of power via epistemic knowledge. Herskovitz lived in an era where the African / African-American experience was widely unknown and proliferated via derogatory stereotypes which mirror what Spivak was positing in “Can the subaltern speak?”, especially on the relationship between the subaltern East and South, and the West as subject and Subject. Herskovitz research and contribution to Africana Academia sought to fight this epistemic violence against the colonial African and Southern American states by giving a voice to the experiences of the individuals in these regions, and in a way, the Melville J. Herskovitz Library of African Studies is a testament to the fight against the colonial powers of epistemic violence against the subaltern.", "img": "https://drive.google.com/open?id=1bXKBPrirSrcwyhbMMTTLjjdmfOOABus0, https://drive.google.com/open?id=1mVHJNKdVe5LF2jFfAcjOaecALpu0ZyRg, https://drive.google.com/open?id=1dY0raJ3XyqQQ4nz8pT8zyBkKgVgMQqGe", "investigator": "Sandra Kibet", "longitude": 42.05318285, "address": "1970 Campus Drive, Evanston IL 60201", "latitude": -87.6738421903792, "name": "Melville J. Herskovitz Library of Africa "}}, {"geometry": {"type": "Point", "coordinates": [-87.677269, 42.0512484]}, "type": "Feature", "properties": {"description": "Originally built in 1880, the John Evans Alumni Center is named after one of the nine founders of Northwestern University. A marble bust depicting Evans is displayed in the living room of the center. The bust has inhabited numerous locations over the years – a gift to the university from Evans himself in 1893, it has moved from the Orrington Lunt Library to Deering Library to its current home at the alumni center. John Evans played an integral role in the creation of Northwestern– he was the original owner of the land in Evanston and Chicago on which the school was built, refusing to allow the school to sell the land on numerous occasions. His founding of Northwestern and his leadership in the Northwest Territory led to the surrounding city of Evanston to be named after him. Evans was appointed Governor of Colorado as settlers were first colonizing the region, a decade after Northwestern’s creation. On November 29, 1864, over 800 troops of the Third Colorado Cavalry attacked a settlement of Arapaho and Cheyenne Native Americans located near Sand Creek, Colorado in an event now known as the Sand Creek Massacre. Despite raising flags of surrender, approximately 160 Native Americans were killed through appalling means. Most of those killed were women and children, as well as eleven chiefs who previously had a positive relationship with the Federal Government. The massacre had a lasting negative impact on relations between settlers, Federal and state governments, and Native Americans. The massacre was led by Colonel Chivington, one of Evans’ friends and associates. Although Evans was not directly involved in the Sand Creek Massacre itself, Evans’ previous actions as governor enabled Colorado settlers to take deadly action against Native Americans in the region – rather than attempting to ease tension between the opposing groups, Evans facilitated greater violence to take place. As a response to settler demands, Evans introduced a proclamation in August of 1864 encouraging Coloradans to “kill and destroy, as enemies of the country, wherever they may be found, all […] hostile Indians” without plans for differentiating friend from foe. Native Americans later approached Evans for peace negotiations, but Evans declined to help despite his ability to do so, claiming that Native Americans had not suffered enough for their misdeeds. Knowledge of the involvement of John Evans in the Sand Creek Massacre has recently resurfaced through the Report of the Northwestern University John Evans Study Committee and the subsequent Report of the John Evans Study Committee by the University of Denver, another school founded by Evans. Although Northwestern’s report is critical of John Evans’ involvement in the massacre, the report primarily celebrates Evans’ accomplishments and characterizes his connection to the event as an unfortunate anomaly. Alternately, the University of Denver’s report poses that Evans played a central role in the massacre, explicitly defending it as beneficial to Colorado on multiple occasions and suffering no negative consequences for his actions. ", "img": "https://drive.google.com/open?id=1X13tUM-pPezCjFILmjmz3ek2NM8G2T2j", "investigator": "Jacqueline Siegle", "longitude": 42.0512484, "address": "1800 Sheridan Rd, Evanston, IL 60208", "latitude": -87.677269, "name": "John Evans Alumni Center"}}]}